"__title__" = "حساب مصرفي (سويسري)";

"__description__" = "معلومات الحساب في المصرف السويسري.";

"bankName" = "اسم المصرف";

"owner" = "اسم الحساب";

"accountType" = "النوع";

"clearingNo" = "Clearing Number";

"accountNo" = "رقم الحساب";

"swift" = "SWIFT Code";

"iban" = "IBAN Number";

"branchInfo" = "معلومات الفرغ";

"branchPhone" = "الهاتف";

"branchAddress" = "عنوان";

"telephonePin" = "رقم التعريف الشخصي PIN";


"menu.accountType.checking" = "فحص";

"menu.accountType.savings" = "المحفوظات";

"menu.accountType.loc" = "خط السحب";

"menu.accountType.money_market" = "سوق المال";

"menu.accountType.other" = "أخرى";
